{
    "tabs": {
        "accounts": "Accounts",
        "wallets": "Wallets",
        "achievements": "Achievements"
    },
    "loginTitle": "Log in to your account",
    "linkedAccounts": "Your Linked Accounts",
    "linkedAccountsDescription": "You have linked the following accounts to your Reach Your People account. We use these accounts for your notifications and to determine your notification-eligible wallets.",
    "connectAccounts": "Connect additional accounts",
    "connectAccountsDescription": "Connect additional accounts to your Reach Your People account to add wallets or other social media connections.",
    "connectNotificationSystems": "Set up additional notifications",
    "unlink": "Unlink",
    "testNotifications": "Test notification",
    "walletSignInCancelled": "Could not get signature from wallet. The signing flow was cancelled.",
    "cardanoWallet": "Cardano Wallet",
    "mobilePhoneSms": "Mobile Phone (SMS)",
    "pushApi": "Browser Notification",
    "backToSocial": "Back to social logins",
    "defaultForNotifications": "Default for Notifications",
    "noNotifications": "No Notifications",
    "lastUnlinkError": "You must have at least one linked social account and cannot remove the last wallet if you have only wallets connected.",
    "defaultForNotificationsError": "Select a new default notification account before removing this account.",
    "makeDefaultForNotifications": "Make default",
    "noWallets": "No Wallets Connected",
    "noWalletsDescription": "Currently, you have no wallets connected. Connect a wallet to receive notifications about your tokens, NFTs, and stake pool delegations.",

    "phoneCodeIncorrect": "The code was not correct.",
    "phoneVerified": "Phone number verified successfully!",
    "codeInvalidDigit": "Invalid input",
    "codeInvalidDigitDescription": "Only numeric values are allowed.",
    "verifyingCode": "Verifying: {{phoneNumber}}",
    "changePhoneNumber": "Change Number",
    "sendVerificationCode": "Verify",
    "phoneCodeIncorrectDescription": "The code you entered was not correct. Please try again.",
    "country": "Country",
    "countrySelectOption": "{{country}} (+{{code}})",
    "phoneNumber": "Phone Number",
    "phoneNumberPlaceholder": "Enter your phone number",
    "sendPhoneCode": "Send verification code",
    "phoneConsent": "Consent",
    "phoneSubscriptionLegal": "I agree to receive recurring announcements and account notifications from Reach Your People via text message to the above provided mobile number. I also agree to the <0>Terms of Service</0> and <1>Privacy Policy</1>. Message and data rates may apply. Reply STOP to cancel.",
    "errors": {
        "countryCodeRequired": "Please select a country from the list.",
        "phoneNumberRequired": "Phone number is required.",
        "consentRequired": "You must agree to the terms to continue."
    },

    "pushApiVerificationInfo": "To enable browser notifications, click the button below. You will be asked to grant permission to receive notifications from this website. Depending on your browser and your settings, the request may be automatically rejected and you may have to adjust your settings before making the request.",
    "enableBrowserNotifications": "Enable Browser Notifications",
    "browserNotificationsLegal": "By enabling browser notifications, you agree to our Terms of Service and Privacy Policy.",
    "pushNotificationsEnabled": "Browser notifications enabled!",
    "pushNotificationsDenied": "Access to browser notifications was not granted.",
    "pushNotificationsDeniedDescription": "You can enable browser notifications for this page in your browser settings. Afterwards, click the button again to allow RYP to request permissions to send you notifications via your browser.",

    "countries": {
        "us": "United States"
    },

    "vibrantSyncSuccessHeader": "Welcome back! 🎉",
    "vibrantSyncSuccessContent": "We saw you have a <0>Vibrant</0> <1>(formerly HAZELnet)</1> account and went ahead and imported your wallets from it.",
    "vibrantSyncSuccessContentThanks": "Thank you for trying out Reach Your People, and we hope you enjoy the experience.",
    "vibrantSyncSuccessContinueButton": "Continue",
    "vibrantSyncSuccessImageAltText": "Vibrant Sync Success Image",

    "referralTitle": "Share Reach Your People with your friends",
    "referralDescription": "Invite your friends to join Reach Your People and increase your chances at a Spacebudz NFT when they sign up. Check your Achievements tab for more information.",
    "referralLink": "Your Referral Link",

    "walletsTitle": "Your Wallet Settings",
    "walletsDescription": "Manage your wallet notification settings and determine which subscriptions are active by default for notifications based on your wallet state.",
    "walletSettings": "Your settings for this wallet",
    "settings": {
        "tokens": {
            "title": "Fungible Tokens and NFTs",
            "description": "By default, subscribe to all communications from the tokens in this wallet. You can unsubscribe from specific tokens under <0>Subscriptions</0>."
        },
        "spo": {
            "title": "Delegated Stake Pools (SPOs)",
            "description": "By default, subscribe to all communications from the Stake Pool Operators this wallet is delegated to. You can unsubscribe from specific pools under <0>Subscriptions</0>."
        },
        "drep": {
            "title": "Delegated Representatives (dReps)",
            "description": "By default, subscribe to all communications from your delegated representatives. You can unsubscribe from specific dReps under <0>Subscriptions</0>."
        }
    },
    "soonTag": "Soon",
    "firstSteps": {
        "title": "First Steps",
        "description": "Welcome to Reach Your People (RYP)! We are happy you are here, and encourage you to complete the following steps to get the best experience. We will walk you through the initial process and help you set up your account.",
        "step1": {
            "title": "Set up notifications",
            "description": "Connect at least one social media or notification-enabled account to be able to receive messages from pojects. Scroll down to connect."
        },
        "step2": {
            "title": "Connect your wallet",
            "description": "Connect your wallet so we can determine which of your tokens, NFTs, and stake pool delegations are able to send you notifications. Scroll down to connect."
        },
        "step3": {
            "title": "Subscribe to a project",
            "description": "You are automatically subscribed to any projects you have tokens for. Subscribe to a project you do not own but want to be informed about, or mute a project you own that you are not interested in to complete this."
        },
        "step4": {
            "title": "Invite your friends",
            "description": "Share Reach Your People with your friends! Each one will increase your chance at a Spacebudz NFT. Use the referral link below and as soon as someone signs up with it, you will unlock this. You have up to 50 entries to gain and can check your progress in the Achievements tab."
        },
        "doNotShowAgain": "Do not show again",
        "complete": "Mark complete"
    },
    "achievements": {
        "title": "Achievements for {{displayName}}",
        "description": "Complete achievements to earn rewards and show off your engagement. Some achievements are hidden and will be revealed when you complete them, others are simply there for you to turn into action.",
        "signup": {
            "title": "Join the club, we have cookies",
            "description": "Sign up for Reach Your People and start your journey. Joining our app gives you one entry into the Spacebudz NFT giveaway."
        },
        "referral": {
            "title": "\"No, of course you are not my exit liquidity!\"",
            "description": "For each person that signs up to RYP with a social media account or wallet via your referral link on the Accounts tab, you gain one entry into the Spacebudz NFT giveaway. The more people you invite, the more chances you have to win."
        }
    },
    "notificationTest": {
        "modalTitle": "Test Notification",
        "close": "Close",
        "discord": {
            "step1": {
                "title": "Step 1: Send test message",
                "description": "Click the button and we will send a test message to you via Discord.",
                "sendTestMessage": "Send test message"
            },
            "step2": {
                "title": "Step 2: Sending message",
                "description": "We are sending you a message, hang tight."
            },
            "step3": {
                "title": "Step 3: Check your Discord",
                "descriptionSuccess": "Our system says the send was successful! Check your Discord for the test message. If you do not see it, please follow the link below and send a message to this user to allow messages from RYP, then run the test again.",
                "descriptionError": "Our system says the send was not successful. Please follow the link below and send a message to this user to allow messages from RYP, then run the test again.",
                "discordLink": "Send message to RYP"
            }
        },
        "pushapi": {
            "step1": {
                "title": "Step 1: Send test message",
                "description": "Click the button and we will send a test message to you via browser notification.",
                "sendTestMessage": "Send test message"
            },
            "step2": {
                "title": "Step 2: Sending message",
                "description": "We are sending you a message, hang tight."
            },
            "step3": {
                "title": "Step 3: Check your Browser",
                "descriptionSuccess": "Our system says the send was successful! If you do not see it, please remove and re-add this notification type, as your notification subscription likely expired or was revoked.",
                "descriptionError": "Our system says the send was not successful. Please remove and re-add this notification type, as your notification subscription likely expired or was revoked."
            }
        }
    }
}